Repository: common-repository/rotating-posts
Catalog: lang/rotating-posts-*.po
Languages: ps_ps

source: Posted in %s
ps_ps: ¶ò§téð íñ %s[!]

source: Comments
ps_ps: Çømméñt§[]

source: Rotating Posts Settings
ps_ps: R¤tåtìñg ¶ó§t§ $éttîñg§[!!!]

source: Rotating Posts
ps_ps: R¤tãtíñg ¶ò§t§[!]

source: by
ps_ps: þÿ[]

source: Read more
ps_ps: Réåð mô®ë[]

source: Number of posts
ps_ps: Ñµmþè® óf pô§t§[!]

source: Duration between rotations
ps_ps: Ðû®ãtìóñ þètwêéñ ®òtátîöñ§[!!!]

source: Display thumbnails
ps_ps: Ðî§plªÿ thúmþñãìl§[!!]

source: Display graphic arrows
ps_ps: Ðï§plªý g®âphí© æ®®ów§[!!!]

source: Display date and time
ps_ps: Ðî§plªÿ ðàtë äñð tîmè[!!]

source: date and time format string
ps_ps: ðàtê ãñð tímê fø®mãt §t®îñg[!!!!]

source: Display title
ps_ps: Ðí§pläÿ tîtlë[!]

source: Display author
ps_ps: Ðî§plãý âúth¤®[!]

source: prefix before author
ps_ps: p®èfìx þèfõ®è àüthò®[!!]

source: Display categories
ps_ps: Ðî§plâÿ ©ætëgõ®îë§[!!]

source: Display comments
ps_ps: Ðí§plåÿ ©ômmëñt§[!]

source: Display random posts
ps_ps: Ðí§plæÿ ®æñðôm pô§t§[!!]

source: Display custom field instead of post content
ps_ps: Ðí§plåý ¢ü§t¤m fìêlð ìñ§téäð ¤f p¤§t ©¤ñtéñt[!!!!!!!]

source: Left button
ps_ps: £èft þµttöñ[]

source: Right button
ps_ps: Rìght þüttøñ[!]

source: Pause button
ps_ps: ¶áú§ê þùttóñ[!]

source: Pause button pressed
ps_ps: ¶âû§é þüttóñ p®ê§§ëð[!!]

source: Override css
ps_ps: Øvé®®îðë ç§§[!]

source: 'Read more' link text
ps_ps: 'Rêåð mó®é' líñk têxt[!!]

source: Error in %s using default of %s
ps_ps: Ê®®ò® íñ %s û§íñg ðëfãùlt õf %s[!!!!]

source: Settings saved
ps_ps: $èttïñg§ §âvèð[!]

source: seconds
ps_ps: §èçôñð§[]

source: Display options
ps_ps: Ðì§plàý ¤ptì¤ñ§[!]

source: with
ps_ps: wìth[]

source: See WordPress document on %s
ps_ps: §èé Wô®ð¶®é§§ ðóçûmèñt óñ %s[!!!!]

source: Formatting Date and Time
ps_ps: F¤®máttîñg Ðªtè æñð Tïmè[!!!]

source: If checked, add a custom field to each post with name %s and the thumbnail URL as the value.
ps_ps: Ïf çhèçkéð, àðð à ¢ù§tøm fíélð tö èä©h pò§t wíth ñæmë %s ãñð thê thúmþñàîl ÛR£ ª§ thè vâlùê.[!!!!!!!!!!!!!!!!!!]

source: This can be done in the %s section when adding or editing a post.
ps_ps: Thì§ ¢ªñ þê ð¤ñê ïñ thê %s §è©tïòñ whèñ áððîñg ó® ëðïtíñg ã pó§t.[!!!!!!!!!!!]

source: Custom Fields
ps_ps: Çü§tôm Fíêlð§[!]

source: If checked, you can customize the CSS for Rotating Posts in your theme's CSS file. Use the %s to get started.
ps_ps: Íf ¢hë©kèð, ýòú ©äñ ©µ§t¤mízê thë Ç$$ fô® R¤tâtïñg ¶ô§t§ îñ ÿöú® thémê'§ Ç§$ fílë. Ü§é thè %s tó gêt §tä®têð.[!!!!!!!!!!!!!!!!!!!!!]

source: provided CSS
ps_ps: p®òvíðéð Ç$§[!]

source: If checked, add a custom field to each post with name %s and the customized content as the value. For example, this could be used to insert an image instead of the content of your post.
ps_ps: Ìf ¢hë©kéð, ªðð â ¢ù§tôm fìélð tó éå©h pø§t wìth ñàmê %s ªñð thè çü§tómízèð çøñtëñt ª§ thé vàlûè. Fõ® éxåmplé, thí§ ¢õùlð þè ù§èð t¤ ìñ§è®t ãñ ìmàgë ìñ§tëæð óf thè çóñtêñt õf ÿ¤ü® pø§t.[!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!]

source: Show posts from category
ps_ps: $hòw pó§t§ f®òm çätègò®ÿ[!!!]

source: Show all categories
ps_ps: $h¤w ªll ©ãtëgò®ïè§[!!]

source: Change navigation buttons
ps_ps: Çhãñgé ñávìgªtíøñ þùttöñ§[!!!]

source: Save Changes
ps_ps: §åvè Çhâñgë§[!]

source: http://wordpress.org/extend/plugins/rotating-posts/
ps_ps: http://wò®ðp®ë§§.¤®g/èxtèñð/plügîñ§/®õtätïñg-pö§t§/[!!!!!!!!]

source: Easily create customizable rotating posts like those seen on popular news sites.
ps_ps: Ëã§ílý ç®éàtë ©ù§t¤mìzâþlè ®ötãtíñg pò§t§ lîké th¤§ë §êêñ øñ p¤pùlä® ñêw§ §íté§.[!!!!!!!!!!!!!!!]

source: Mark Inderhees
ps_ps: Må®k Ïñðé®hèë§[!]

source: http://mark.inderhees.net
ps_ps: http://mä®k.îñðé®héè§.ñét[!!!]
